Repository: KoBeWi/Godot-Quick-Scenes
Catalog: addons/QuickSceneRunner/Translations/*.po
Languages: pl

source: Run Quick Scene
pl: Uruchom szybką scenę

source: Quick Scenes
pl: Szybkie sceny

source: Add Scene
pl: Dodaj scenę

source: Add Current Scene
pl: Dodaj aktualną scenę

source: Drag to reorder scenes.
pl: Przeciągnij, aby zmienić kolejność scen.

source: Scene Path
pl: Ścieżka sceny

source: Quick load scene.
pl: Szybkie wczytanie sceny.

source: Hold to delete scene.
pl: Przytrzymaj, aby usunąć scenę.

source: Run Scene
pl: Uruchom scenę

source: Edit Scene
pl: Edytuj scenę

source: Use For Shortcut
pl: Użyj do skrótu

source: Quick Scenes: Invalid scene to run.
pl: Szybkie sceny: Nieprawidłowa scena do uruchomienia.

source: Quick Scenes: Invalid scene to edit.
pl: Szybkie sceny: Nieprawidłowa scena do edycji.
